Repository: sultonovSaidmalik/jewellery_app
Catalog: lib/src/common/l10n/app_*.arb
Languages: uz

# already
source: Already have an account?
uz: Sizning hisobingiz mavjudmi?

# don
source: Don't have an account?
uz: Sizning hisobingiz mavjud emasmi?

source: Get started
uz: Boshlash

source: Skip
uz: Keyingisi

# create
source: Create Account
uz: Hisob Yaratish

source: Password
uz: Parol

source: Confirm Password
uz: Parolni tasdiqlash

source: Name
uz: Ism

source: Phone
uz: Telefon

# validEmail
source: Write your email
uz: Emailingizni yozing

# validName
source: Write your name
uz: Ismingizni yozing

# validPhone
source: Write your phone
uz: Telefon raqamingizni yozing

# validPassword
source: Write your password
uz: Parolingizni kiriting

# validConfirmPassword
source: Write your confirm password
uz: Parolingizni tasdiqlang

source: Invalid Email
uz: Noto'g'ri email

# invalidPhone
source: Invalid phone number
uz: Telefon raqamingiz noto'g'ri

# invalidPassword
source: Password must be at least 8 characters
uz: Parol kamida 8 ta belgidan iborat bo'lishi kerak

# invalidConfirmPassword
source: your password does not match
uz: Parolingiz mos kelmadi

source: Sign In
uz: Hisobga Kirish

source: User Phone
uz: Foydalanuvchi raqami

source: User Name
uz: Foydalanuvchi ismi

source: Language
uz: Til

source: Delete
uz: O'chirish

source: Log Out
uz: Hisobdan chiqish

source: All
uz: Hammasi

source: Ring
uz: Uzuk

source: Necklace
uz: Marjon

source: Bracelet
uz: Bilaguzuk

source: Identification
uz: Identifikatsiya

# myData
source: Delete My Data
uz: Ma'lumotni o'chirish

source: Categories
uz: Kategoriyalar

source: Add to Basket
uz: Savatga Qoshish

source: Description
uz: Tavsif

source: Price
uz: Narxi

# connect
source: Not Connection...
uz: Internetga ulanmagansiz...

source: Favourite
uz: Sevimli

# removed
source: Removed from favorites!
uz: Sevimlidan olib tashlash!

source: Cart is empty
uz: Savat bo'sh

source: Cart removed!
uz: Savat Tozalandi!

source: Total
uz: Umumiy

source: Clear Cart
uz: Savatni Tozalash

source: Cart
uz: Savat

source: Confirm cart
uz: Savatni tasdiqlash

source: Registration
uz: Ro'yxatdan o'tish

# product
source: Product Ordering Right enabled
uz: Mahsulotga buyurtma berish huquqi yoqildi

# successful
source: Successful Your identity has been verified
uz: Shaxsingiz muvaffaqiyatli tasdiqlandi

# your
source: Your order has been accepted. Admin will contact you soon.
uz: Sizning buyurtmangiz qabul qilindi. Tez orada admin sizga aloqaga chiqadi.

# write
source: Write down your name and number so that our admin can contact you.
uz: Adminimiz aloqaga chiqishi uchun ismingiz va no'meringizni yozib qoldiring.

# after
source: After you enter your ``Name'' and ``Telephone Number'', you will be given the right to place an order. This information will only be used to contact you.
uz: Siz `Ism` va `Telefon Raqam` kiritganingizdan so'ng sizga Buyurtma berish huquqi beriladi Bu ma'lumotlar faqatgina siz bilan aloqaga chiqish uchun foydalaniladi

# successOrder
source: Your order has been accepted successfully. Will contact you soon!
uz: Buyurtmangiz muvafaqqiyatli amalga oshirildi! Tez orada sizga aloqaga chiqishadi!
